"kSaveErrorTitleKey"				= "An error occurred while saving the file.";
"kSaveErrorTextKey"					= "The file being sent to you could not be saved on your disk. Perhaps the receive folder is located on a locked volume. Try changing the destination folder and trying again.";

"kRecieveItemTitleKey"				= "Receiving Item";
"kRecieveItemUnknownDeviceTextKey"	= "A Bluetooth device would like to send you the item named “%@.” Do you want to accept it?";
"kRecieveItemNamedDeviceTextKey"	= "The device “%@” would like to send you the item named “%@.” Do you want to accept it?";

"kOpenNewFileTitleKey"				= "You have received a new file, “%@.” Would you like to open it?";
"kOpenNewFileTextKey"				= "You can turn off this alert in the Bluetooth preferences panel.";

"kCouldNotStartSDPTitleKey"			= "An error has occurred attempting to allow incoming connections.";
"kCouldNotStartSDPTextKey"			= "Bluetooth support may not be properly installed on this system. Reinstall the Bluetooth software and try again.";

"kErrorOpeningFileTitleKey"			= "An error has occurred opening the file.";
"kErrorOpeningFileTextKey"			= "The file could not be opened, perhaps due to a missing file helper application. You can attempt to manually open the file by double-clicking on it in the Finder.";

"kFileTransferClientTitleKey"		= "File Transfer Client";
"kDisconnectTitleKey"				= "Would you like to disconnect from “%@”?";
"kDisconnectTextKey"				= "“%@” is browsing your machine. Would you like to disconnect?";
"kDisconnectButtonKey"				= "Disconnect";


"kFTPConfirmAllowButton"			= "Allow";
"kFTPConfirmRejectButton"			= "Don’t Allow";
"kFTPConfirmMessageText"			= "“%@” wants to browse your “%@” folder?";

"kVCardConfirmTitleText"			= "“%@” is requesting a copy of your Address Book card.";
"kVCardConfirmMessageText"			= "Click OK to accept the request, or click Cancel to deny it.";


"kOKButtonKey"						= "OK";
"kAcceptButtonKey"					= "Accept";
"kDeclineButtonKey"					= "Decline";
"kCancelButtonKey"					= "Cancel";
"kOpenButtonKey"					= "Open";
"kSkipButtonKey"					= "Skip";
"kShowInFinderButtonKey"			= "Show In Finder";

"kUnknownFileNameKey"				= "Unknown File";
"kUnknownDeviceNameKey"				= "Unknown Device";
"kDeviceIsSendingFileKey"			= "%@ is sending a file";

"kTransferringKey"					= "Transferring…";
"kTransferringFileKey"				= "Transferring “%@”…";
"kTransferCompleteKey"				= "Transfer Complete";
"kTransfersCompleteKey"				= "Transfers Complete";
"kTransferFailedKey"				= "Transfer Failed";

"kWaitingKey"						= "Waiting for more files…";

"kIncomingFileKey"					= "Incoming File From:";


"kTypeFolderKey"					= "Folder";
"kTypeApplicationKey"				= "Application";
"kTypeKextKey"						= "Kernel Extension";
"kTypeBundleKey"					= "Bundle";
"kTypeFrameworkKey"					= "Framework";
